# Вы можете расположить сценарий своей игры в этом файле.

# Определение персонажей игры.
define e = Character('Эйлин', color="#c8ffc8")
define diary = nvl_narrator


label start:


    window show
    """4.11.2009. Четверг.

    Был у Вовы, он жив-здоров, а не мог ответить, потому что «Забыл как мобилу заряжать».
    Все время, проведённое с ним, рассказывал, что нашел интересное место, которое нам стоит посетить.
    Встречаемся завтра в 10 утра на Домодедовской, едем в область. Надеюсь, что это не очередной его прикол.
    Остальное время дня ходил по магазинам с ребятами — покупали все, что посоветовал Вова.
    """
    # diary """5.11.2009. Пятница. 9:45. \n
    # Пришел раньше всех, как обычно. \n    
    # Звонила Лера, звала гулять, ответил отказом, сославшись на то, что едем вместе с остальными в какое-то место, предложенное Вовой. \n    
    # Она сказала, что это все глупости, и лучше бы остался в городе. \n    
    # Видимо, обиделась.\n"""
    # nvl clear
    # diary """5.11.2009. Пятница. 23:50. \n Час назад приехал домой. Место оказалось довольно интересным — заброшенный посёлок времен Союза.\n
    # Там был один интересный дом — его отделяло от остальных то, что он был самым свежим. \n
    # В одной из комнат нашел дневник, красивый, в кожаном переплёте. \n
    # Писал его мой ровесник, на тот момент. \n
    # Забрал себе — одна запись интереснее другой. \n
    # В деревне, почему-то стояла церковь, хотя забросили его явно в 60-ых, а значит, что религии там места не должно было быть. \n
    # В церквушке была куча всяких странных побрякушек, похожих на обереги. \n
    # Странно. Из поселка Стас забрал себе старый приёмник, Вова — агитку, а Стася — пару альбомов какого-то безызвестного художника. \n
    # Само по себе место гнетущее. \n
    # С ним что-то не так. \n
    # Я уехал оттуда часа 4 назад, а внутри меня что-то еще говорит, что приехал я туда зря. """
    # nvl clear
    return
